Repository: dralan71/BPScanner-public
Catalog: BPScanner/Localizable.xcstrings
Source language: en
Languages: es_419

source: , pulse %lld bpm
es_419: , pulso %lld lpm

source: , recorded %@.
es_419: , registrado %@

source: %lld bpm
es_419: %lld lpm

source: Allow photo library access to auto-save captured photos.
es_419: Permita el acceso a la biblioteca de fotografías para guardar automáticamente las fotografías capturadas.

source: Auto-save captured photos
es_419: Guardar automáticamente las fotos capturadas

# Blood pressure reading: %lld/%lld mmHg
source: Blood pressure reading: %1$lld/%2$lld mmHg
es_419: Presión arterial: %1$lld/%2$lld mmHg

source: BP Scanner
es_419: Monitor de PA

source: bpm
es_419: lpm

source: calendar
es_419: calendario

source: Camera not available
es_419: Cámara no disponible

source: Cancel
es_419: Cancelar

source: Choose from Library
es_419: Elegir de la Biblioteca

source: Choose Source
es_419: Elegir Origen

source: Choose whether to save this reading before leaving.
es_419: Elija si desea guardar esta lectura antes de partir.

source: Close
es_419: Cerrar

source: Confirm Reading
es_419: Confirmar Lectura

source: Could not parse the blood pressure values. Please try again or enter manually.
es_419: No se pudieron analizar los valores de presión arterial. Por favor, inténtelo de nuevo o ingrese manualmente.

source: Could not read the monitor clearly. Please retake the photo or enter the reading manually.
es_419: No se pudo leer el monitor con claridad. Vuelva a tomar la foto o ingrese la lectura manualmente.

source: Date & Time
es_419: Fecha y Hora

source: Day
es_419: Día

source: Diastolic
es_419: Diástolica

source: Diastolic (DIA)
es_419: Diástolica (DIA)

source: Discard
es_419: Descartar

source: Done
es_419: Listo

source: Edit Reading
es_419: Editar lectura

source: Enter Manually
es_419: Ingresar manualmente

source: Enter Reading Manually
es_419: Ingresar Lectura Manualmente

source: Failed to capture photo
es_419: Error al capturar la foto

source: Failed to process photo
es_419: Error al procesar la foto

source: Failed to process the image.
es_419: Error al procesar la imagen.

source: Failed to save photo to your library.
es_419: No se pudo guardar la foto en su biblioteca.

source: HealthKit data is not available on this device.
es_419: Los datos de HealthKit no están disponibles en este dispositivo.

source: Leave Review?
es_419: ¿Dejar reseña?

source: Month
es_419: Mes

source: No readings yet
es_419: Sin lecturas aún

source: Optional
es_419: Opcional

source: Photo Access Needed
es_419: Se necesita acceso a las fotografías

source: Photo Library access was not granted.
es_419: No se permitió el acceso a la biblioteca de fotografías.

source: Processing complete
es_419: Procesamiento completado

source: Processing image...
es_419: Procesando imagen…

source: Pulse
es_419: Pulso

source: Pulse (PUL)
es_419: Pulso (PUL)

source: Reading Details
es_419: Detalles de la Lectura

source: Reading your monitor...
es_419: Leyendo su monitor...

source: Recent readings
es_419: Lecturas recientes

source: Recorded at
es_419: Registrado a las

source: Save
es_419: Guardar

source: Save and Share
es_419: Guardar y Compartir

source: Save Changes
es_419: Guardar Cambios

source: Save to Health
es_419: Guardar en Salud

source: Scan Reading
es_419: Escanear Lectura

source: Select existing photo
es_419: Seleccionar foto existente

source: Settings
es_419: Ajustes

source: Share after saving from review
es_419: Compartir al guardar desde la revisión

source: Show more
es_419: Mostrar más

source: Systolic
es_419: Sístolica

source: Systolic (SYS)
es_419: Sístolica (SYS)

source: Take Photo
es_419: Tomar Foto

source: Tap the button below to add your first one.
es_419: Toque el botón de abajo para agregar el primero.

source: The diastolic value appears invalid. Please enter it manually.
es_419: El valor diastólico parece inválido. Por favor, ingrese manualmente.

source: The systolic value appears invalid. Please enter it manually.
es_419: El valor sistólico parece inválido. Por favor, ingrese manualmente.

source: Time
es_419: Hora

source: Time Range
es_419: Rango de Tiempo

source: Try Again
es_419: Intentar de nuevo

source: Unable to scan
es_419: No se puede escanear

source: Use device camera
es_419: Usar cámara del dispositivo

source: Value outside normal range (50–120)
es_419: Valor fuera del rango normal (50-120)

source: Value outside normal range (60–120)
es_419: Valor fuera del rango normal (60–120)

source: Value outside normal range (90–180)
es_419: Valor fuera del rango normal (90–180)

source: Week
es_419: Semana

source: When enabled, photos taken with the in-app camera are also saved to your photo library.
es_419: Cuando está habilitado, las fotos tomadas con la cámara de la aplicación también se guardan en su biblioteca de fotos.

source: When enabled, the review screen uses Save and Share and presents the iOS share sheet after a successful save.
es_419: Cuando está habilitada, la pantalla de revisión usa Guardar y Compartir y presenta la hoja para compartir de iOS después de guardar correctamente.
